Repository: nases-sk/eDemokracia-MOD
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sk

source: Authorization function not found: %s
sk: Autorizačná funkcia nebola nájdená: %s

source: Admin
sk: Administrátor

source: Member
sk: Člen

source: Need to be system administrator to administer
sk: Na administráciu stránky musíte byť administrátorom.

source: Site Title
sk: Názov stránky

source: Style
sk: Štýl

source: Site Tag Line
sk: Sekundárne označenie

source: Site Tag Logo
sk: Logo sekundárneho označenia

source: About
sk: O nás

source: About page text
sk: O texte stránky

source: Intro Text
sk: Úvod

source: Text on home page
sk: Text na domovskej stránke

source: Custom CSS
sk: Užívateľské CSS

source: Customisable css inserted into the page header
sk: Užívateľské CSS vložené do hlavičky stránky

source: Homepage
sk: Domovská stránka

source: Problem purging revision %s: %s
sk: Problém pri čistení revízie %s: %s

source: Purge complete
sk: Vymazať celé

source: Action not implemented.
sk: Akcia nie je implementovaná

source: Not authorized to see this page
sk: Nemáte oprávnenie na prezeranie tejto stránky

source: Access denied
sk: Prístup odmietnutý

source: Not found
sk: Nenájdené

source: Bad request
sk: Zlá požiadavka

source: Action name not known: %s
sk: Meno akcie je neznáme: %s

source: JSON Error: %s
sk: Chybný JSON: %s

source: Bad request data: %s
sk: Chybná požiadavka dát: %s

source: Cannot list entity of this type: %s
sk: Nemôže vypísať entitu typu: %s

source: Cannot read entity of this type: %s
sk: Nie je môžné čítať entitu typu: %s

source: Cannot create new entity of this type: %s %s
sk: Nie je možné vytvoriť nový prvok tohto typu: %s %s

source: Unable to add package to search index
sk: Do vyhľadávacieho indexu nie je možné pridať balík

source: Cannot update entity of this type: %s
sk: Nie je možné aktualizovať prvok tohto typu: %s

source: Unable to update search index
sk: Vyhľadávací index nie je možné aktualizovať

source: Cannot delete entity of this type: %s %s
sk: Nie je môžné vymazať entitu typu: %s %s

source: No revision specified
sk: Nebola vybraná žiadna revízia

source: There is no revision with id: %s
sk: Neexistuje verzia s id: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
sk: Hľadaný výraz chýba

source: Could not read parameters: %r
sk: Nie je možné načítať parametre: %r

source: Bad search option: %s
sk: Chybný parameter vyhľadávania: %s

source: Unknown register: %s
sk: Neznámy register: %s

source: Malformed qjson value: %r
sk: Poškodená gjson hodnota: %r

source: Request params must be in form of a json encoded dictionary.
sk: Parametre požiadavky musia byť vo forme json zakódovaného slovníka.

source: Group not found
sk: Skupina nenájdená

source: "page" parameter must be a positive integer
sk: "page" parameter musí byť kladné celé číslo

source: Incorrect group type
sk: Nesprávny typ skupiny

source: Unauthorized to read group %s
sk: Nemáte oprávnenie čítať skupinu %s

source: Organizations
sk: Organizácie

source: Groups
sk: Skupiny

source: Tags
sk: Tagy

source: Formats
sk: Formáty

source: Licenses
sk: Licencia

source: Organization not found
sk: Organizácia nenájdená

source: Not authorized to perform bulk update
sk: Nie ste autorizovaný na vykonávanie veľkej aktualuzácie

source: Unauthorized to create a group
sk: Nemáte oprávnenie vytvoriť skupinu

source: User %r not authorized to edit %s
sk: Užívateľ %r nemá oprávnenie editovať %s

source: Integrity Error
sk: Chyba integrity

source: User %r not authorized to edit %s authorizations
sk: Užívateľ %r nemá oprávnenie meniť oprávnenie pre %s

source: Unauthorized to delete group %s
sk: Nemáte oprávnenie vymazať skupinu %s

source: Organization has been deleted.
sk: Organizácia bola zmazaná

source: Group has been deleted.
sk: Skupina bola zmazaná

source: Unauthorized to add member to group %s
sk: Nemáte oprávnenie pridať člena do skupiny %s

source: Unauthorized to delete group %s members
sk: Nemáte oprávnenie vymazať členov %s skupiny

source: Group member has been deleted.
sk: Člen skupiny bol vymazaný

source: Select two revisions before doing the comparison.
sk: Pred porovnávaním vyberte dve verzie

source: User %r not authorized to edit %r
sk: Užívateľ %r nemá oprávnenie meniť %r

source: CKAN Group Revision History
sk: História zmien skupiny CKAN

source: Recent changes to CKAN Group:
sk: Nedávne zmeny skupiny CKAN:

source: Log message:
sk: Správa logu:

source: Unauthorized to read group {group_id}
sk: Nemáte oprávnenie čítať skupinu {group_id}

source: You are now following {0}
sk: Odoberáte {0}

source: You are no longer following {0}
sk: Neodoberáte {0}

source: Unauthorized to view followers %s
sk: Nemáte oprávnenie sledovať odoberateľov %s

source: This site is currently off-line. Database is not initialised.
sk: Táto stránka je momentálne off-line. Databáza sa nenačítala.

source: Please <a href="{link}">update your profile</a> and add your email address and your full name. {site} uses your email address if you need to reset your password.
sk: Prosím <a href="{link}">obnovte svoj profil</a> a pridajte svoju adresu a celé meno. {site} požíva vašu e-mailovú adresu ak je potrebné znovu nastaviť vaše heslo.

source: Please <a href="%s">update your profile</a> and add your email address.
sk: Prosím <a href="%s"> aktualizujte svoj profil</a> a pridajte svoju emailovú adresu.

source: %s uses your email address if you need to reset your password.
sk: %s použije vašu emailovú adresu, ak potrebujete zmeniť svoje prístupové heslo.

source: Please <a href="%s">update your profile</a> and add your full name.
sk: Prosím <a href="%s">aktualizujte svoj profil</a> a pridajte svoje plné meno.

source: Parameter "{parameter_name}" is not an integer
sk: Parameter "{parameter_name}" nie je celé číslo

source: Dataset not found
sk: Dataset sa nepodarilo nájsť

source: Unauthorized to read package %s
sk: Nemáte oprávnenie čítať balík %s

source: Invalid revision format: %r
sk: Nevalídny formát revíziie: %r

source: Viewing {package_type} datasets in {format} format is not supported (template file {file} not found).
sk: Zobrazenie {package_type} datasetov vo {format} formáte nie je podporované (template subor {file} sa nenašiel).

source: CKAN Dataset Revision History
sk: Historia revízií CKAN datasetu

source: Recent changes to CKAN Dataset:
sk: Posledné zmeny datasetu CKAN:

source: Unauthorized to create a package
sk: Nemáte oprávnenie vytvárať dataset

source: Unauthorized to edit this resource
sk: Nemáte oprávnenie upravovať zdroj

source: Resource not found
sk: Nenájdený zdroj

source: Unauthorized to update dataset
sk: Nemáte oprávnenie aktualizovať dataset

source: The dataset {id} could not be found.
sk: Dataset {id} sa nenašiel

source: You must add at least one data resource
sk: Musíte pridať aspoň jeden zdroj dát

source: Error
sk: Chyba

source: Unauthorized to create a resource
sk: Nemáte oprávnenie vytvoriť zdroj

source: Unauthorized to create a resource for this package
sk: Nemáte oprávnenie vytvoriť zdroj pre tento balík

source: Unable to add package to search index.
sk: Do vyhľadávacieho indexu nie je možné pridať balík.

source: Unable to update search index.
sk: Vyhľadávací index nemožno aktualizovať

source: Unauthorized to delete package %s
sk: Nemáte oprávnenie vymazať balík %s

source: Dataset has been deleted.
sk: Dataset bol vymazaný

source: Resource has been deleted.
sk: Zdroj bol vymazaný

source: Unauthorized to delete resource %s
sk: Nemáte oprávnenie vymazať zdroj %s

source: Unauthorized to read resource %s
sk: Nemáte oprávnenie na čítanie zdroja %s

source: Resource data not found
sk: Zdrojové dáta nenájdené

source: No download is available
sk: Stiahnutie nie je k dispozícií.

source: Unauthorized to read dataset %s
sk: Nemáte oprávnenie na čítanie datasetu %s

source: No preview has been defined.
sk: Nebol definovaný žiadny náhľad.

source: Most viewed
sk: Najviac prezerané

source: Most Viewed
sk: Najviac prezerané

source: Least Viewed
sk: Najmenej prezerané

source: Newest
sk: Najnovšie

source: Oldest
sk: Najstaršie

source: The requested related item was not found
sk: Požadovaná súvisiaca položka nebola nájdená.

source: Related item not found
sk: Súvisiaca položka nebola nájdená

source: Not authorized
sk: Nie je povolené

source: Package not found
sk: Balík nenájdený

source: Related item was successfully created
sk: Súvisiaca položka bola úspešne vytvorený

source: Related item was successfully updated
sk: Súvisiaca položka bola úspešne aktualizovaná

source: Related item has been deleted.
sk: Súvisiaca položka bola zmazaná.

source: Unauthorized to delete related item %s
sk: Nemáte oprávnenie vymazať súvisiacu položku %s

source: Application
sk: Aplikácia

source: Idea
sk: Nápad

source: News Article
sk: Novinky

source: Paper
sk: Papier

source: Visualization
sk: Vizualizácia

source: CKAN Repository Revision History
sk: Historia revízií CKAN úložiska

source: Recent changes to the CKAN repository.
sk: Posledné zmeny v úložisku CKAN

source: Datasets affected: %s.
sk: Týkajúce sa datasety: %s.

source: Revision updated
sk: Aktualizovaná revízia

source: Other
sk: Iné

source: Tag not found
sk: Tag nebol nájdený

source: User not found
sk: Používateľ nebol nájdený

source: Unauthorized to register as a user.
sk: Nemáte oprávnenie registrovať používateľa

source: Unauthorized to create a user
sk: Nemáte oprávnenie vytvoriť používateľa

source: Unauthorized to delete user with id "{user_id}".
sk: Nemáte oprávnenie vymazať ID používateľa "{user_id}".

source: Unauthorized to create user %s
sk: Nemáte oprávnenie vytvoriť používateľa %s

source: Bad Captcha. Please try again.
sk: Zadali ste zlé údaje. Prosím, skúste znovu.

source: User "%s" is now registered but you are still logged in as "%s" from before
sk: Používateľ "%s" je teraz registrovaný ale stále ste prihlásený ako "%s"

source: No user specified
sk: Užívateľ nešpecifikovaný

source: Unauthorized to edit a user.
sk: Nemáte oprávnenie upravovať užívateľa

source: Unauthorized to edit user %s
sk: Nemáte oprávnenie upravovať užívateľa %s

source: User %s not authorized to edit %s
sk: Používateľ %s nie je oprávnený editovať %s

source: Profile updated
sk: Profil upravený

source: %s is now logged in
sk: %s je teraz prihlásený

source: Login failed. Bad username or password.
sk: Prihlásenie sa nepodarilo. Zlé prihlasovacie meno alebo heslo.

source: (Or if using OpenID, it hasn't been associated with a user account.)
sk: (Ak používate OpenID, nebolo priradené k používateľskému účtu.)

source: Unauthorized to request reset password.
sk: Nemáte oprávnenie požiadať o resetovanie hesla

source: "%s" matched several users
sk: %s" zodpovedá viacerým používateľom

source: No such user: %s
sk: Neexistuje používateľ: %s

source: Please check your inbox for a reset code.
sk: Skontrolujte, či máte v doručenej pošte obnovovací kód.

source: Could not send reset link: %s
sk: Nemožno poslať odkaz na obnovenie: %s

source: Unauthorized to reset password.
sk: Nemáte oprávnenie resetovať heslo

source: Invalid reset key. Please try again.
sk: Neplatný obnovovací kľúč. Skúste znova.

source: Your password has been reset.
sk: Vaše heslo bolo obnovené

source: Your password must be 4 characters or longer.
sk: Vaše heslo musí mať najmenej 4 znaky.

source: The passwords you entered do not match.
sk: Zadané heslá nie sú totožné

source: You must provide a password
sk: Musíte zadať heslo

source: Follow item not found
sk: Hľadaná položka nebola nájdená

source: {0} not found
sk: {0} nenájdené

source: Unauthorized to read {0} {1}
sk: Nemáte oprávnenie na čítanie {0} {1}

source: Everything
sk: Všetko

source: Missing Value
sk: Chýbajúca hodnota

source: Redirecting to external site is not allowed.
sk: Presmerovanie na externé stránky nie je dovolené.

source: {actor} added the tag {tag} to the dataset {dataset}
sk: {actor} pridal tag {tag} do datasetu {dataset}

source: {actor} updated the group {group}
sk: {actor} aktualizoval skupinu {group}

source: {actor} updated the organization {organization}
sk: {actor} aktualizoval organizáciu {organization}

source: {actor} updated the dataset {dataset}
sk: {actor} aktualizoval dataset {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
sk: {actor} zmenil dodatočný atribút {extra} datasetu {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
sk: {actor} aktualizoval zdroj {resource} v datasete {dataset}

source: {actor} updated their profile
sk: {actor} aktualizoval svoj profil

source: {actor} updated the {related_type} {related_item} of the dataset {dataset}
sk: {actor} aktualizoval {related_type} {related_item} datasetu {dataset}

source: {actor} updated the {related_type} {related_item}
sk: {actor} aktualizoval {related_type} {related_item}

source: {actor} deleted the group {group}
sk: {actor} vymazal skupinu {group}

source: {actor} deleted the organization {organization}
sk: {actor} vymazal organizáciu {organization}

source: {actor} deleted the dataset {dataset}
sk: {actor} vymazal dataset {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
sk: {actor} vymazal dodatočný atribút {extra} z datasetu {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
sk: {actor} vymazal dátový zdroj {resource} z datasetu {dataset}

source: {actor} created the group {group}
sk: {actor} vytvoril skupinu {group}

source: {actor} created the organization {organization}
sk: {actor} vytvoril organizáciu {organization}

source: {actor} created the dataset {dataset}
sk: {actor} vytvoril dataset {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
sk: {actor} pridal dodatočný atribút {extra} k datasetu {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
sk: {actor} pridal dátový zdroj {resource} k datasetu {dataset}

source: {actor} signed up
sk: {actor} sa zaregistroval

source: {actor} removed the tag {tag} from the dataset {dataset}
sk: {actor} odtránil značku {tag} z datasetu {dataset}

source: {actor} deleted the related item {related_item}
sk: {actor} odstránil aplikáciu {related_item}

source: {actor} started following {dataset}
sk: {actor} začal sledovať {dataset}

source: {actor} started following {user}
sk: {actor} začal sledovať {user}

source: {actor} started following {group}
sk: {actor} začal sledovať {group}

source: {actor} added the {related_type} {related_item} to the dataset {dataset}
sk: {actor} pridal {related_type} {related_item} k datasetu {dataset}

source: {actor} added the {related_type} {related_item}
sk: {actor} pridal {related_type} {related_item}

source: 1 new activity from {site_title}
sk: 1 nová aktivita od {site_title}

source: January
sk: Január

source: February
sk: Február

source: March
sk: Marec

source: April
sk: Apríl

source: May
sk: Máj

source: June
sk: Jún

source: July
sk: Júl

source: October
sk: Október

source: Just now
sk: Práve teraz

source: {mins} minute ago
sk: pred {mins} minútou

source: {hours} hour ago
sk: pred {hours} hodinou

source: {days} day ago
sk: pred {days} dňom

source: {months} month ago
sk: pred {months} mesiacom

source: over {years} year ago
sk: pred viac ako {years} rokom

source: {month} {day}, {year}, {hour:02}:{min:02}
sk: {hour:02}:{min:02}, {day} {month}, {year}

source: {month} {day}, {year}
sk: {day} {month}, {year}

source: {bytes} bytes
sk: {bytes} bajtov

source: Update your avatar at gravatar.com
sk: Updatujte svojho avatara na stránke gravatar.com

source: Unknown
sk: Neznáme

source: Unnamed resource
sk: Zdroj bez názvu

source: Created new dataset.
sk: Vytvoriť nový dataset

source: Edited resources.
sk: Upravené zdroje

source: Edited settings.
sk: Upravené nastavenia

source: {number} view
sk: {number} videnie

source: {number} recent view
sk: {number} nedávne videnie

source: The resource url is not specified.
sk: Dátový zdroj nemá špecifikovanú url.

source: No preview handler for resource of type {0}
sk: Žiadny ovládač pre dátový zdroj typu {0}

source: The resource format is not specified.
sk: Formát dátového zdroja nie je špecifikovaný.

source: Dear %s,
sk: Vážený %s,

source: No recipient email address available!
sk: Nie je k dispozícii žiadna emailová adresa prijímateľa!

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
sk: Požiadali ste o resetovanie hesla na stránke %(site_title)s. Prosím kliknite na nasledujúci odkaz pre potvrdenie požiadavky: %(reset_link)s

source: You have been invited to %(site_title)s. A user has already been created to you with the username %(user_name)s. You can change it later. To accept this invite, please reset your password at: %(reset_link)s
sk: Boli ste pozvaný na stránku %(site_title)s. Používateľský účet Vám už bol vytvotrený s používateľským menom %(user_name)s. Toto meno si môžete zmeniť neskôr. Ak akceptujete toto pozvanie, prosím resetujte si svoje heslo na nasledujúcom odkaze: %(reset_link)s

source: Reset your password
sk: Obnoviť heslo

source: Invite for {site_title}
sk: Pozvánka na {site_title}

source: No web page given
sk: Nezadaná webová stránka

source: Author not given
sk: Nie je zadaný autor

source: Maintainer not given
sk: Nezadaný správca

source: No links are allowed in the log_message.
sk: V log_message nie sú povolené odkazy.

source: File upload too large
sk: Veľkosť súboru presahuje povolený limit

source: Missing value
sk: Chýbajúca hodnota

source: The input field %(name)s was not expected.
sk: Neočakávané vstupné pole %(name)s .

source: Please enter an integer value
sk: Prosím zadajte hodnotu celého čísla

source: Resources
sk: Zdroje

source: Package resource(s) invalid
sk: Neplatný zdroj(e) balíka

source: Extras
sk: Doplnky

source: Tag vocabulary "%s" does not exist
sk: Taxonómia "%s" neexistuje

source: User
sk: Používateľ

source: Group
sk: Skupina

source: Could not parse as valid JSON
sk: Nebolo možné zanalyzovať ako valídny JSON

source: A organization must be supplied
sk: Organizácia musí byť zadaná

source: You cannot remove a dataset from an existing organization
sk: Nemôžte vybrať dataset z existujúcej organizácie

source: Organization does not exist
sk: Organizácia neexistuje

source: You cannot add a dataset to this organization
sk: Nemôžte pridať dataset do organizácie

source: Invalid integer
sk: Neplatné číslo

source: Must be a natural number
sk: Musí byť prirodzené číslo

source: Must be a postive integer
sk: Musí byť kladné celé číslo.

source: Date format incorrect
sk: Nesprávny formát dát

source: Related
sk: Súvisiace

source: That group name or ID does not exist.
sk: Názov skupiny alebo ID neexistuje

source: Activity type
sk: Typ aktivity

source: Resource
sk: Zdroj

source: Names must be strings
sk: Mená musia byť reťazce znakov

source: That name cannot be used
sk: Názov nemôže byť použitý

source: Name must be at least %s characters long
sk: Názov musí mať aspoň %s znakov

source: Name must be a maximum of %i characters long
sk: Meno musí mať najviac %i znakov

source: Url must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
sk: Url sa musí skladať výlučne z malých alfanumerických (ascii) znakov a týchto symbolov: -_

source: That URL is already in use.
sk: Táto URL už bola použitá.

source: Name "%s" length is less than minimum %s
sk: Názov "%s" je kratší, než minimálny počet znakov %s

source: Name "%s" length is more than maximum %s
sk: Názov "%s" je dlhší, než maximálny počet znakov %s

source: Version must be a maximum of %i characters long
sk: Verzia môže mať maximálne %i znakov.

source: Duplicate key "%s"
sk: Duplicitný kľúč "%s"

source: Group name already exists in database
sk: Názov skupiny už existuje

source: Tag "%s" length is less than minimum %s
sk: Dĺžka značky "%s" je menšia ako minimum %s

source: Tag "%s" length is more than maximum %i
sk: Dĺžka tagu "%s" presahuje povolené maximum %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
sk: Tag "%s" môže obsahovať iba malé písmená bez diakritiky, číslice a znaky - a _.

source: Tag "%s" must not be uppercase
sk: Tag "%s" nesmie obsahovať veľké písmená

source: User names must be strings
sk: Používateľské mená musia byť reťazce znakov

source: That login name is not available.
sk: Toto prihlasovacie meno nie je k dispozícii.

source: Please enter both passwords
sk: Prosím zadajte obidve heslá

source: Passwords must be strings
sk: Heslo musí byť reťazec znakov

source: Your password must be 4 characters or longer
sk: Heslo musí mať najmenej 4 znaky

source: The passwords you entered do not match
sk: Zadané heslá sa nezhodujú

source: Edit not allowed as it looks like spam. Please avoid links in your description.
sk: Úprava nebola povolená, pretože vyzerá ako spam. Prosím nedávajte do popisu odkazy

source: That vocabulary name is already in use.
sk: Toto meno slovníka je už použité.

source: Cannot change value of key from %s to %s. This key is read-only
sk: Nemožno zmeniť hodnotu kľúča z %s na %s. Tento kľúč možno len čítať.

source: Tag vocabulary was not found.
sk: Slovník tagov nebol nájdený.

source: Tag %s does not belong to vocabulary %s
sk: Tag %s nepatrí do slovníka %s

source: No tag name
sk: Žiaden názov tagu

source: Tag %s already belongs to vocabulary %s
sk: Tag %s už patrí do slovníka %s

source: Please provide a valid URL
sk: Prosím zadajte valídnu URL

source: role does not exist.
sk: rola neexistuje

source: Datasets with no organization can't be private.
sk: Datasety bez organizácie nemôžu byť súkromné.

source: Not a list
sk: Nie je zoznam.

source: Not a string
sk: Nie je reťazec znakov

source: This parent would create a loop in the hierarchy
sk: Tento rodič by vytvoril cyklus v hierarchii

source: REST API: Create object %s
sk: REST API: Vytvor objekt %s

source: REST API: Create package relationship: %s %s %s
sk: REST API: Vytvor vzťah balíkov: %s %s %s

source: REST API: Create member object %s
sk: REST API: Vytvor objekt %s

source: Trying to create an organization as a group
sk: Pokus o vytvorenie organizácie ako skupiny

source: You must supply a package id or name (parameter "package").
sk: Musíte zadať id alebo meno balíka (parameter "balík").

source: You must supply a rating (parameter "rating").
sk: Musíte vyplniť hodnotenie (parameter "hodnotenie").

source: Rating must be an integer value.
sk: Hodnotenie musí byť celé číslo.

source: Rating must be between %i and %i.
sk: Hodnotenie musí byť medzi %i a %i.

source: You must be logged in to follow users
sk: Musíte byť prihlásený na odoberanie užívateľov

source: You cannot follow yourself
sk: Nemôžete odoberať sám seba

source: You are already following {0}
sk: Ste už odoberaný {0}

source: You must be logged in to follow a dataset.
sk: Musíte byť prihlásený na odoberanie datasetu

source: User {username} does not exist.
sk: Užívateľ {username} neexistuje

source: You must be logged in to follow a group.
sk: Musíte byť prihlásený na odoberanie skupiny

source: REST API: Delete Package: %s
sk: REST API: Zmazať balík: %s

source: REST API: Delete %s
sk: REST API: Zmazať %s

source: REST API: Delete Member: %s
sk: REST API: Zmazať člena: %s

source: id not in data
sk: id nie je v dátach

source: Could not find vocabulary "%s"
sk: Slovník "%s" sa nepodarilo nájsť

source: Could not find tag "%s"
sk: Tag "%s" sa nepodarilo nájsť

source: You must be logged in to unfollow something.
sk: Musíte byť prihlásený aby ste mohli prestať nasledovať niečo.

source: You are not following {0}.
sk: neodoberáte {0}.

source: Do not specify if using "query" parameter
sk: Nešpecifikovať pri použití "query" parametra

source: Must be <field>:<value> pair(s)
sk: Musí byť <field>:<value> pár (y)
