Repository: nases-sk/eDemokracia-MOD
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sk

source: Revision:
sk: Revízia

source: Revision Actions
sk: Akcie revízie

source: Timestamp:
sk: Časová značka

source: Log Message:
sk: Log správa

source: Embed this view
sk: Vložiť toto zobrazenie

source: Not Openly Licensed
sk: Nemá otvorenú licenciu

source: File:
sk: Súbor:

source: Upload - Successful
sk: Nahratie - Úspešné

source: Filed uploaded to:
sk: Súbor nahratý do:

source: Upload another »
sk: Nahrať ďaľší »

source: There are
sk: Tu sú

source: results for ‘
sk: Výsledok pre

source: results for tags.
sk: Výsledok pre tagy

source: Clear search
sk: Resetovať vyhľadávanie

source: and see all tags.
sk: a prezrieť všetky tagy

source: - Tags
sk: - Tagy

source: What's going on?
sk: Čo sa deje?

source: Nothing new on CKAN?
sk: Žiadne novinky na CKAN?

source: So, why don't you ...
sk: Tak, prečo nie...

source: Add a new dataset
sk: Pridať nový dataset

source: Follow another user
sk: Odoberať ďalších používateľov

source: Create a group or a tag
sk: Vytvoriť skupinú alebo tag

source: - Edit - User
sk: Editovať - Používateľ

source: Edit User:
sk: Editovať používateľa

source: A little about you...
sk: Niečo o sebe

source: Change your password
sk: Zmente svoje heslo

source: Password (repeat)
sk: Heslo (zopakovať)

source: Change your username
sk: Zmente svoje používateľské meno

source: - Followers - User
sk: odoberatelia - používatelia

source: 's Followers
sk: ´s Odoberatelia

source: My Profile
sk: Môj profil

source: Edit Profile
sk: Upraviť profil

source: My Followers ({num_followers})
sk: Moji odoberatelia {num_followers})

source: View Profile
sk: Zobraziť profil

source: Register Account
sk: Registrovať účet

source: [1:%(item_count)s] users found.
sk: [1:%(item_count)s]

source: Sort by name
sk: Zoradiť podľa mena

source: Sort by edits
sk: Zoradiť podľa editovania

source: Member for
sk: Člen pre

source: Login - User
sk: Prihlásenie-používateľ

source: Login to
sk: Prihlásiť sa do

source: Login:
sk: Prihlásenie:

source: Password:
sk: Heslo:

source: Remember me:
sk: Zapamätaj si ma

source: Sign In
sk: Prihlásiť sa

source: Login using Open ID
sk: Prihlásiť sa použitím Open ID

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
sk: Pre nastavenie svojho OpenID na tejto stránke musíte najprv [1:Register]a potom editovať svoj profil

source: Please click your account provider:
sk: Prosím kliknite na správcu vášho účtu

source: OpenID Identifier:
sk: OpenID identifikátor

source: Don't have an OpenID?
sk: Nemáte OpenID?

source: Sign in with OpenID
sk: Prihláste sa s OpenID

source: Logout - User
sk: Odhlásiť - Používateľ

source: Logout from
sk: Odhláseny z

source: You have logged out successfully.
sk: Odhlásili ste sa úspešne.

source: Logged in - User
sk: Prihlásený - Používateľ

source: Logged into
sk: Prihlásiť sa do

source: is currently logged in
sk: je práve prihlásený

source: To register or log in as another user, you need to
sk: Pre registrovanie alebo prihlásenie sa ako iný používateľ sa musíte

source: logout
sk: odhlásiť

source: first.
sk: prvý.

source: Register - User
sk: register - Používateľ

source: Register for a new Account
sk: register pre nový účet

source: Full name (optional)
sk: Plné meno (voliteľné)

source: Register now
sk: Registrovať sa teraz

source: Password (repeat):
sk: Heslo (zopakovať)

source: - User
sk: - Používateľ

source: Member since
sk: Členom od

source: No email
sk: Žiadny email

source: – Note: your API key is visible only to you!
sk: Poznámka: váš API klúč vidíte len vy!

source: Public Activity
sk: Verejná aktivita

source: Reset password
sk: Resetovať heslo

source: Request a password reset
sk: Žiadosť a heslo resetované

source: User name:
sk: Používateľské meno:

source: Complete
sk: Hotový

source: Pending
sk: Zahájený

source: Submitting
sk: Odosielaný

source: Not Uploaded Yet
sk: Nebol nahratý ešte

source: DataStore resource not found
sk: DataStore zdroj nebol nájdený

source: Resource consists of more than {0} records. Therefore this resource will be converted to CSV file in order to provided for users. Conversion will be executed within 24 hours from upload. Please try it again later.
sk: Dátový zdroj obsahuje viac ako {0} záznamov. Vzhľadom na to bude konvertovaný do CSV súboru za účelom daľšieho poskytovania. Konverzia prebehne do 24 hodín od nahratia dátového zdroja. Prosím, skúste neskôr. Prípadne môžete získať nekonvertované údaje prostredníctvom volania API funkcií.

source: Resource "{0}" was not found.
sk: Zdroj "{0}" nebol nájdený.

source: User {0} not authorized to update resource {1}
sk: Používateľ {0} nemá oprávnenie upravovať zdroj {1}

source: Custom Text
sk: Užívateľský text

source: custom text
sk: užívateľský text

source: Country Code
sk: Kód krajiny

source: Content is too large to be proxied. Allowed file size: {allowed}, Content-Length: {actual}.
sk: Náhľad nie je možný, obsah je príliš veľký. Povolená veľkosť súboru: {allowed}, aktuálna veľkosť: {actual}.

source: Content is too large to be proxied.
sk: Ospravedlňujeme sa. Údaje nie je možné zobraziť. Veľkosť údajov presahuje povolený limit. Ak chcete údaje zobraziť, prosím stiahnite si ich.

source: Could not proxy resource. Server responded with %s %s
sk: Náhľad nie je možný. Odpoveď zo servera je %s %s

source: Could not proxy resource because a connection error occurred. %s
sk: Náhľad dátového zdroja nie je možný z dôvodu " " chyby pripojenia. %s

source: Could not proxy resource because the connection timed out.
sk: Náhľad dátového zdroja nie je možný z dôvodu vypršania pripojenia.

source: Total number of Datasets
sk: Celkový počet datasetov

source: Date
sk: Dátum

source: Total datasets
sk: Počet datasetov

source: Dataset Revisions per Week
sk: Revízie datasetov počas týždňa

source: All dataset revisions
sk: Všetky revízie datasetov

source: New datasets
sk: Nové datasety

source: Top Rated Datasets
sk: Najlepšie hodnotené datasety

source: Average rating
sk: Priemerné hodnotenie

source: Number of ratings
sk: Počet hodnotení

source: No ratings
sk: Žiadne hodnotenia

source: Most Edited Datasets
sk: Najviac upravované datasety

source: Number of edits
sk: Počet úprav

source: No edited datasets
sk: Žiadne upravené datasety

source: Largest Groups
sk: Najväčšie skupiny

source: No groups
sk: Žiadne skupiny

source: Top Tags
sk: Najpoužívajnejšie tagy

source: Tag Name
sk: Názov značky

source: Number of Datasets
sk: Počet datasetov

source: Users Owning Most Datasets
sk: Používatelia vlastniaci najviac datasetov

source: Statistics Menu
sk: Štatistika Menu

source: Total Number of Datasets
sk: Celkový počet datasetov

source: Revisions to Datasets per week
sk: Revízie datasetu za týždeň

source: Users owning most datasets
sk: Používateľ vlastniaci najviac datasetov

source: Page last updated:
sk: Stránka naposledy upravená:

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
sk: Vyberte atribút datasetu a zistite, ktorá kategória v danej oblasti obsahuje najviac datasetov. Napríklad značky, skupiny, licenciu, krajiny.

source: Choose area
sk: Vyberte oblasť

source: Most popular Datasets
sk: Najnavštevovanejšie datasety

source: Views
sk: Počet zobrazení

source: Views for last 14 days
sk: Počet zobrazení za posledných 14 dní
