Repository: nases-sk/eDemokracia-MOD
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sk

source: Visibility
sk: Viditeľnosť

source: Public
sk: Verejný

source: Active
sk: Aktívne

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
sk: Dôležité: .....................................

source: Are you sure you want to delete this dataset?
sk: Ste si istí, že chcete vymazať tento dataset?

source: Next: Add Data
sk: Ďalšie: Pridať dáta

source: Author Email
sk: Autor E-mail

source: Maintainer Email
sk: Správcovský e-mail

source: Previous
sk: Predchádzajúce

source: Finish
sk: Koniec

source: Update Resource
sk: Aktualizovať zdroj

source: File
sk: Súbor

source: eg. January 2011 Gold Prices
sk: napr. January 2011 Gold Prices

source: Some useful notes about the data
sk: Niekoľko užitočných poznámok o dátach

source: eg. CSV, XML or JSON
sk: napr. CSV, XML alebo JSON

source: eg. 2012-06-05
sk: napr. 2012-06-05

source: File Size
sk: Veľkosť súboru

source: eg. 1024
sk: napr. 1024

source: eg. application/json
sk: napr. application/json

source: Are you sure you want to delete this resource?
sk: Ste si istí, že chcete zmazať tento zdroj?

source: Save & add another
sk: Uložiť & pridať ďalší

source: Next: Additional Info
sk: Ďalšie: Dodatočné informácie

source: Add
sk: Pridať

source: What's a resource?
sk: Čo je zdroj?

source: A resource can be any file or link to a file containing useful data.
sk: Zdroj môže byť ľubovoľný súbor alebo odkaz na súbor, ktorý obsahuje užitočné dáta.

source: Explore
sk: Preskúmať

source: Preview
sk: Náhľad

source: More information
sk: Viac informácií

source: Data and Resources
sk: Dáta a zdroje

source: This dataset has no data
sk: Tento dataset nemá dáta

source: Read dataset as of %s
sk: Čítať dataset ako %s

source: Create dataset
sk: Vytvoriť dataset

source: Add data
sk: Pridať dáta

source: Additional info
sk: Dodatočné informácie

source: Related Form
sk: Súvisiaca forma

source: What are related items?
sk: Aké sú súvisiace položky?

source: Are you sure you want to delete related item - {name}?
sk: Ste si istí, že chcete vymazať súvisiacu položku - {name}?

source: Apps & Ideas
sk: Aplikácie & Nápady

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
sk: <p>Zobrazené položky <strong>%(first)s - %(last)s</strong> z <strong>%(item_count)s</strong> súvisiace položky nájdené.</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
sk: <p><strong>%(item_count)s</strong> súvisiace položky nájdené</p>

source: There have been no apps submitted yet.
sk: Neboli zatiaľ žiadne aplikácie preložené.

source: What are applications?
sk: Čo sú aplikácie?

source: These are applications built with the datasets as well as ideas for things that could be done with them.
sk: Toto sú aplikácie zostavené datasetmi ako aj nápadmi pre ich iné využitie.

source: Filter Results
sk: Triediť

source: Filter by type
sk: Filter podľa typu

source: All
sk: Všetky

source: Sort by
sk: Zoradiť podľa

source: Default
sk: Štandardný

source: Only show featured items
sk: Zobraziť iba vyznačené položky

source: Apply
sk: Použiť

source: Edit related item
sk: Editovať súvisiace položky

source: Edit Related
sk: Editovať súvisiace

source: Edit Related Item
sk: Editovať súvisiacu položku

source: Update
sk: Obnoviť

source: Create a related item
sk: Vytvoriť súvisiacu položku

source: Create Related
sk: Vytvoriť súvisiace

source: Create Related Item
sk: Vytvoriť súvisiacu položku

source: My Related Item
sk: Moja súvisiaca položka

source: A little information about the item...
sk: Informácie o položke...

source: Type
sk: Typ

source: Are you sure you want to delete this related item?
sk: Ste si istí, že chcete vymazať súvisiacu položku?

source: Go to {related_item_type}
sk: Prejsť na {related_item_type}

source: Differences
sk: Rozdiely

source: Revision Differences
sk: Rozdiely revízií

source: Difference
sk: Rozdiel

source: No Differences
sk: Žiadne rozdiely

source: Revision History
sk: História revízie

source: Revisions
sk: Preskúmanie

source: Undelete
sk: Nevymazať

source: Changes
sk: Zmeny

source: Datasets' Tags
sk: Dataset Tagy

source: Entity
sk: Entita

source: New activity item
sk: Položka novej činnosť

source: Embed Data Viewer
sk: Vložiť Data Viewer

source: Embed this view by copying this into your webpage:
sk: Vložiť toto prehliadanie do vašej webovej stránky

source: Choose width and height in pixels:
sk: Zvoľte výšku a šírku v pixeloch:

source: Width:
sk: Šírka:

source: Height:
sk: Výška:

source: Datapusher status: {status}.
sk: Stav Datapusheru

source: Trackback URL
sk: URL spätná väzba

source: Show More {facet_type}
sk: Ukázať viac {facet_type}

source: Show Only Popular {facet_type}
sk: Ukázať iba obľúbené {facet_type}

source: There are no {facet_type} that match this search
sk: Neexistujú {facet_type}, ktoré by spĺňali vyhľadávanie

source: Home
sk: Úvod

source: Language
sk: Jazyk

source: Go
sk: Ísť

source: This dataset satisfies the Open Definition.
sk: Tento dataset vyhovuje Open Definition.

source: No License Provided
sk: Neposkytnutá licencia

source: There is no description for this organization
sk: neexistuje žiadny popis pre organizáciu

source: No apps, ideas, news stories or images have been related to this dataset yet.
sk: Žiadne aplikácie, nápady, novinky alebo obrázky súvisiace s týmto datasetom

source: Add Item
sk: Pridať položku

source: Submit
sk: Predložiť

source: Order by
sk: Zoradiť podľa

source: <p class="extra">Please try another search.</p>
sk: <p class="extra">Prosím skúste iné vyhľadávanie.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
sk: <p><strong>Došlo k chybe pri hľadaní.</strong> Prosím skúste znova.</p>

source: {number} dataset found for "{query}"
sk: {number} nájdený dataset pre "{query}"

source: No datasets found for "{query}"
sk: Žiadne nájdené datasety pre "{query}"

source: {number} dataset found
sk: {number} nájdený dataset

source: No datasets found
sk: Žiadne nájdené datasety

source: No groups found for "{query}"
sk: Žiadne skupiny nájdené pre "{query}"

source: No groups found
sk: Žiadne skupiny nájdené

source: {number} organization found for "{query}"
sk: {number} organizácia najdená pre "{query}"

source: No organizations found for "{query}"
sk: Žiadne organizácie nájdené pre "{query}"

source: {number} organization found
sk: {number} nájdená organizácia

source: No organizations found
sk: Žiadne organizácie nájdené

source: Social
sk: Zdieľať

source: Subscribe
sk: Predplatiť

source: Edits
sk: Úpravy

source: Search Tags
sk: Hľadať tagy

source: News feed
sk: Novinky

source: My Datasets
sk: Moje datasety

source: My Organizations
sk: Moje organizácie

source: My Groups
sk: Moje skupiny

source: Activity from items that I'm following
sk: Aktivity z položiek, ktoré odoberám

source: You haven't created any datasets.
sk: Nevytvorili ste žiadne datasety

source: Create one now?
sk: Vytvoriť jeden teraz?

source: You are not a member of any groups.
sk: Nie ste členom žiadnej skupiny.

source: You are not a member of any organizations.
sk: Nie ste členom žiadnej organizácie.

source: Users
sk: Používatelia

source: Account Info
sk: Informácie o účte

source: Your profile lets other CKAN users know about who you are and what you do.
sk: Tvoj profil pre ostatných používateľov CKAN

source: Change details
sk: Zmeniť detaily

source: Username
sk: Používateľské meno

source: Full name
sk: Meno a priezvisko

source: eg. Joe Bloggs
sk: napr. Joe Bloggs

source: eg. joe@example.com
sk: napr. joe@example.com

source: A little information about yourself
sk: Informácie o sebe

source: Subscribe to notification emails
sk: Prihlásiť sa do e-mailov

source: Change password
sk: Zmeniť heslo

source: Password
sk: Heslo

source: Confirm Password
sk: Potvrdiť heslo

source: Are you sure you want to delete this User?
sk: Ste si istí, že chcete vymazať tohto používateľa?

source: Update Profile
sk: Obnoviť profil

source: All Users
sk: Všetci používatelia

source: Login
sk: Prihlásiť sa

source: Need an Account?
sk: Potrebujete účet?

source: Create an Account
sk: Vytvoriť účet

source: Forgotten your password?
sk: Zabudli ste heslo?

source: No problem, use our password recovery form to reset it.
sk: Žiadny problém, použite obnovu hesla pre reset

source: Forgot your password?
sk: Zabudli ste heslo?

source: Logged Out
sk: Odhlásiť sa

source: You are now logged out.
sk: Ste odhlásený.

source: You're already logged in as {user}.
sk: Ste prihlásený ako {user}.

source: Logout
sk: Odhlásiť sa

source: Remember me
sk: Zapamätať si ma

source: You're already logged in
sk: Ste prihlásený

source: You need to log out before you can log in with another account.
sk: Musíte byť odhlásený, ak sa chcete prihlásiť pod iným účtom.

source: Log out now
sk: Odhlásiť sa teraz

source: Registration
sk: Registrácia

source: Register for an Account
sk: Registrovať účet

source: Why Sign Up?
sk: Prečo sa zaregistrovať?

source: Create datasets, groups and other exciting things
sk: Vytvoriť datasety, skupiny a iné zaujímavé veci

source: Full Name
sk: Meno a priezvisko

source: Create Account
sk: Vytvoriť účet

source: Reset Your Password
sk: Vymazať heslo

source: Password Reset
sk: Vymazať heslo

source: Update Password
sk: Obnoviť heslo

source: How does this work?
sk: Ako to funguje?

source: Simply enter a new password and we'll update your account
sk: Vložte nové heslo a obnoví sa Váš účet

source: User hasn't created any datasets.
sk: Užívateľ nevytvorili žiadne datasety.

source: You have not provided a biography.
sk: Nezadali ste biografiu.

source: This user has no biography.
sk: Tento používateľ nemá biografiu.

source: User Identifier
sk: Identifikátor

source: This means only you can see this
sk: Vidíte to iba vy

source: Member Since
sk: Členom od

source: API Key
sk: API kľúč

source: Enter your username into the box and we will send you an email with a link to enter a new password.
sk: Vložte svoje prihlasovacie meno do kolónky, bude Vám zaslaný e-mail pre obnovu Vášho hesla

source: Activity from:
sk: Aktivita od:

source: Search list...
sk: Hľadať zoznam...

source: You are not following anything
sk: Neodoberáte nič

source: No followers
sk: Žiadny odoberatelia

source: Search Users
sk: Hľadať používateľov

source: You can use
sk: Môžete používať

source: Markdown formatting
sk: Formátovanie Markdown

source: here.
sk: tu.

source: Number of datasets
sk: Počet datasetov

source: View dataset resources
sk: Zobraziť zdroje datasetu

source: DOWNLOAD
sk: Stiahnuť

source: No downloadable resources.
sk: Žiadne zdroje na stiahnutie.

source: No description for this item
sk: Žiadny popis pre túto položku

source: View this
sk: Zobraziť

source: no ratings yet
sk: zatiaľ žiadne hodnotenie

source: – rate it now
sk: ohodnoťte teraz

source: Checking...
sk: Overovanie...

source: Type at least two characters...
sk: Zadajte aspoň dva znaky...

source: This is the current URL.
sk: Aktuálna URL.

source: This URL is available!
sk: URL je dostupný!

source: This URL is already used, please use a different one.
sk: Tento URL sa už používa, prosím použite iný.

source: Failed to save, possibly due to invalid data
sk: Nepodarilo sa uložiť, možno z dôvodu neplatných údajov.

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
sk: Neuložené zmeny. Uistite sa. že pred odchodom zo stránky kliknete na "Uložiť zmeny".

source: Delete the resource '%name%'?
sk: Vymazať zdroj '%name%'?

source: Preview not available for data type:
sk: Náhľad nie je k dispozícii pre tento typ dát:

source: Checking upload permissions ...
sk: Skontrolujte oprávnenia pre nahrávanie

source: Uploading file ...
sk: Nahráva sa súbor...

source: Data File
sk: Data súbor

source: Metadata
sk: metadáta

source: Documentation
sk: Dokumentácia

source: Code
sk: Kód

source: Example
sk: Príklad

source: Resource Type
sk: Typ zdroja

source: DataStore enabled
sk: DataStore povolené

source: Size (Bytes)
sk: Velkosť (Bytes)

source: Done
sk: Hotovo

source: This resource has unsaved changes.
sk: Tento zdroj obsahuje neuložené zmeny.

source: Extra Fields
sk: Extra polia

source: Add Extra Field
sk: Pridať extra pole

source: Key
sk: Kľúč

source: Delete Resource
sk: vymazať zdroj

source: You can use %aMarkdown formatting%b here.
sk: Tu je môžné použiť %aMarkdown formátovanie%b.

source: Dates are in %aISO Format%b — eg. %c2012-12-25%d or %c2010-05-31T14:30%d.
sk: Dáta sú v %aISO Formáte%b — eg. %c2012-12-25%d alebo %c2010-05-31T14:30%d.

source: Data File (Uploaded)
sk: Dátový súbor (Nahraté)

source: Could not load preview
sk: Nie je možné načítať náhľad

source: DataProxy returned an error
sk: Nastala opätovná DataProxy chyba

source: DataStore returned an error
sk: Nastala opätovná DataStore chyba

source: Find datasets
sk: Nájsť datasety

source: Add a dataset
sk: Pridať dataset

source: Page Logo
sk: Logo stránky

source: Contact Us
sk: Kontaktujte nás

source: Privacy Policy
sk: Ochrana osobných údajov

source: Sections
sk: Sekcie

source: Statistics
sk: Štatistiky

source: Site Admin
sk: Správca webu

source: Languages
sk: Jazyky

source: Licensed under the
sk: Licencovaný pod

source: Open Database License
sk: Licencia Open databázy

source: This Content and Data is Open
sk: Obsah a dáta sú otvorené

source: Powered by
sk: Aktívny

source: Administration - Authorization
sk: Administratíva - Autorizácia

source: Update Existing Roles
sk: Aktualizácia existujúcich úloh

source: Save Changes
sk: Uložiť zmeny

source: Add Roles for Any User
sk: Pridať úlohy pre všetkých užívateľov

source: Add Role
sk: Pridať úlohu

source: Administration Dashboard
sk: Správa Dashboard

source: Current Sysadmins
sk: Momemtálny sysadmin

source: Trash
sk: Kôš

source: Administration - Trash
sk: Administrácia -

source: Deleted Revisions
sk: Zmazané revízie

source: Purge them all (forever and irreversibly)
sk: Vyčistiť ich všetky (navždy a nenávratne)

source: Deleted Datasets
sk: Zmazané datasety

source: Authorization:
sk: Autorizácia:

source: Edit:
sk: Editovať:

source: There are no datasets currently in this group.
sk: Nie sú žiadne datasety v tejto skupine.

source: History:
sk: História:

source: Compare »
sk: Porovnať »

source: Group History
sk: História skupiny

source: Groups of Datasets
sk: Skupiny datasetu

source: What Are Groups?
sk: Čo sú skupiny?

source: New Dataset...
sk: Nový dataset...

source: Existing Dataset...
sk: Existujúci dataset...

source: List Groups
sk: Zoznam skupín

source: Login to Add a Group
sk: Prihlásiť sa na pridávanie skupín

source: Add A Group
sk: Pridať skupinu

source: Errors in form
sk: Chyby vo forme

source: Warning: URL is very long. Consider changing it to something shorter.
sk: Upozornenie: URL je príliš dlhé. Zadajte kratšie.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
sk: 2+ znaky, malé písmená, použite iba 'a-z0-9' a '-_'

source: Start with a summary sentence ...
sk: Začnite so súhrnnou vetou...

source: Image URL:
sk: Obrázok URL:

source: The URL for the image that is associated with this group.
sk: URL adresa pre obrázok, ktorý je spojený s touto skupinou

source: active
sk: Aktívne

source: deleted
sk: vymazané

source: Add...
sk: Pridať...

source: Key =
sk: Kľúč =

source: Value =
sk: Hodnota =

source: Add datasets
sk: Pridať datasety

source: Resource Formats
sk: Formát zdroja

source: State:
sk: Stav:

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
sk: [1:Hľadáte "%(query)s". ]%(number_of_results)s datasety nájdené.

source: How it works
sk: Ako to funguje

source: Welcome to
sk: Vitajte

source: Find data
sk: Nájsť dáta

source: contains
sk: Obsahuje

source: Share data
sk: Zdieľať dáta

source: Add your own datasets to share them with others and to find other people interested in your data.
sk: Pridajte vlastný dataset pre zdielanie s ostatnými

source: Create a dataset »
sk: Vytvoriť dataset »

source: Sign up »
sk: Zaregistrovať

source: Collaborate
sk: Spolupracovať

source: Find out more about working with open data by exploring these resources:
sk: vyhľadajte viac o open data pomocou týchto zdrojov

source: Who else is here?
sk: Kto je ešte tu?

source: has
sk: má

source: datasets.
sk: datasety

source: Importer
sk: Importér

source: Import Datasets
sk: Importovať datasety

source: Here you can supply an Excel file with details of multiple datasets and import these into
sk: Tu môžete doplniť súbor programu Excel s podrobnosťami datasetov a importovať do

source: Log in to use this tool
sk: Prihláste sa na použitie tohto nástroja

source: Preview - Importer
sk: Predbežný - importér

source: Import Preview
sk: Predbežný import

source: read from
sk: čítať z

source: Further dataset previews not shown.
sk: Ďalšie datasety nemožno zobraziť

source: Edit summary (briefly describe the changes you have made)
sk: Zhrnutie úprav (stručne popíšte zmeny, ktoré ste vykonali)

source: Author:
sk: Autor:

source: Results - Importer
sk: Výsledky - Importér

source: Import Results
sk: Importovať výsledky

source: - Datasets - History
sk: - Datasety - História

source: - Edit - Datasets
sk: - Editovať - Datasety

source: Basic Information
sk: Základné informácie

source: Further Information
sk: Ďalšie informácie

source: Since you have not signed in this will just be your IP address.
sk: Kým nie ste prihlásený bude iba Vaša IP adresa

source: Click here to sign in
sk: Kliknite sem pre vstup

source: before saving (opens in new window).
sk: Pred uložením (otvorí sa v novom okne)

source: - Edit Resources - Datasets
sk: - Editovať zdroje - Datasety

source: Edit Resources:
sk: Editovať zdroje:

source: - Datasets - Followers
sk: - Datasety - Odoberatelia

source: Followers:
sk: Odoberatelia:

source: no-sidebar
sk: žiadne podrobnosti

source: New key
sk: Nový kľúč

source: with value
sk: s hodnotou

source: Dataset History
sk: História datasetu

source: Resources (0)
sk: Zdroje (0)

source: Add / Edit resources
sk: Pridať / Editovať zdroje

source: Apps, Ideas etc
sk: Aplikácie, nápady atď.

source: Followers ({num_followers})
sk: Odoberatelia ({num_followers})

source: Settings
sk: Nastavenia

source: Add - Datasets
sk: Pridať - Datasety

source: Add a Dataset
sk: Pridať dataset

source: A short descriptive title for the dataset
sk: Krátky opisný nazov pre dataset

source: Home Page
sk: Domáca stránka

source: The URL for the web page describing the data (not the data itself).
sk: URL adresa pre webovú stránku opisuje dáta (nie dáta samotné)

source: (Don't worry if you don't know which license the data has been released under).
sk: (Nebojte sa, ak neviete, pod akou licenciou boli dáta sprístupnené).

source: Member of:
sk: Členom:

source: Add to:
sk: Pridať do:

source: Cannot add any groups.
sk: Nie je možné pridať skupiny.

source: e.g. pollution, rivers, water quality
sk: napr. znečistenie, rieky, kvalita vody

source: Add Resources
sk: Pridať zdroje

source: Upload or link data files, APIs and other materials related to your dataset.
sk: Pridať alebo prepojiť súbory, API a ďalšie materiály súvisiace s vašim datasetom

source: New resource...
sk: Nový zdroj...

source: Link to a file
sk: Odkaz na súbor

source: Link to an API
sk: Odkaz na API

source: File URL
sk: URL súbor

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
sk: Pre názov hlavného kontaktu pre otázky o konkrétnom datasete použite e-mailovú adresu v nasledujúcom poli

source: Author email
sk: E-mail autora

source: Maintainer email
sk: E-mail správcu

source: A number representing the version (if applicable)
sk: Číslo verzie (ak je aplikovateľná)

source: Adding custom fields to the dataset such as "location:uk" can help users find it in the search engine. This data will also appear under
sk: Pridanie užívateľských polí do datasetu ako napr. "location:uk" môžu pomôcť ....................

source: when viewing the dataset.
sk: pri vizualizácii datasetu

source: Do you really want to change the state of this dataset?
sk: Naozaj chcete zmeniť stav tohto datasetu?

source: Yes!
sk: Ano!

source: This dataset is
sk: Tento dataset je

source: Summary
sk: Zhrnutie

source: Briefly describe the changes you have made...
sk: Stručne popíšte zmeny, ktoré ste urobili ...

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
sk: Kým nie ste prihlásený bude vaša IP adresa . " "[1:kliknite sem pre prihlásenie] pred uložením (otvorené v novom okne).

source: Important:
sk: Dôležité:

source: . Please
sk: . Prosím

source: refrain
sk: opustiť/zdržať sa

source: from editing this page if you are
sk: od editácie tejto stránky, ak ste

source: not
sk: nie

source: happy to do this.
sk: sme radi, že ste to spravili

source: - Datasets
sk: - datasety

source: License:
sk: Licencia:

source: Related Datasets
sk: Súvisiace datasety

source: This is an old revision of this dataset, as edited
sk: Toto je stará revízia tohoto datasetu, ako bol upravený

source: at
sk: o

source: . It may differ significantly from the
sk: Môže sa výrazne líšiť od

source: current revision
sk: aktuálna revízia

source: This is the current revision of this dataset, as edited
sk: toto je momentálna revízia tohoto datasetu, ako bol upravený

source: (edit)
sk: (úprava)

source: (none)
sk: (žiadny)

source: (settings)
sk: (nastavenia)

source: Country
sk: Krajina

source: Harvest Source
sk: Zdroj získavania

source: - Dataset - Resource
sk: - Dataset - Zdroj

source: Data API is unavailable for this resource as DataStore is disabled
sk: API dáta sú nedostupné pre tento zdroj ako DataStore je zakázaný

source: License unknown
sk: Licencia neznáma

source: From the [1:Dataset]:
sk: Z [1:Dataset]

source: Cannot embed as resource is private.
sk: Nie je možné ukladať pretože zdroj je súkromný.

source: Embed
sk: Uložený

source: Search -
sk: Hľadanie -

source: Do you know of a dataset that should be added to
sk: Viete o datasete ktorý by mal byť pridaný k

source: Register it now
sk: Registrujte ho teraz

source: Other access
sk: Iný prístup

source: You can also access this registry using the
sk: Register je tiež dostupný použitím

source: (see
sk: (viď

source: or download a
sk: alebo stiahnite

source: full
sk: plný

source: dump
sk: sklad

source: [1:There was an error while searching.] Please try again.
sk: [1:Vyskytla sa chyba pri hľadaní.] Prosím skúste znova.

source: [1:%(item_count)s] datasets found
sk: [1:%(item_count)s] nájdených datasetov

source: Would you like to [1:create a new dataset?]
sk: Chcete [1:vytvoriť nový dataset?]

source: Search...
sk: Vyhľadávam...

source: Add item
sk: Pridať položku

source: (required)
sk: (vyžadované)

source: Please add the title for the item
sk: Prosím pridajte názov pre položku

source: Type of item
sk: Typ položky

source: Please describe the item
sk: Prosím opíšte položku

source: Please add a url
sk: Prosím pridajte URL

source: Please add a link to the image
sk: Prosím pridajte link k obrázku

source: Showing items
sk: Zobrazené položky

source: of
sk: Z/Od

source: related items found
sk: súvisiace položky nájdené

source: Least viewed
sk: Najmenej zobrazované

source: Featured items only?
sk: Iba vyznačené položky?

source: - Apps, Ideas etc
sk: Aplikácie, nápadty, atď.

source: There are no items here yet
sk: Ešte neboli pridané žiadne položky

source: , why not
sk: prečo nie

source: add one
sk: Pridať jeden

source: Differences - Revisions
sk: Rozdiely - Revízia

source: Revision Differences -
sk: Rozdiely revízie

source: From:
sk: Z

source: To:
sk: Do/pre

source: No differences
sk: Žiadne rozdiely

source: List
sk: Prehľad
