Repository: nases-sk/eDemokracia-MOD
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: sk

source: Field "{field}" not recognised in resource_search.
sk: Pole "{pole}" nie sú zachytené v resource_search.

source: unknown user:
sk: neznámy užívateľ

source: Item was not found.
sk: Položka nebola nájdená.

source: Resource was not found.
sk: Zdroj nebol nájdený.

source: Package was not found.
sk: Balík nebol nájdený.

source: REST API: Update object %s
sk: REST API: Aktualizovať objekt %s

source: REST API: Update package relationship: %s %s %s
sk: REST API: Aktualizovať vzťah balíkov: %s %s %s

source: TaskStatus was not found.
sk: TaskStatus nebol nájdený.

source: Organization was not found.
sk: Organizácia nebola nájdená.

source: User %s not authorized to create packages
sk: Používateľ %s nemá oprávnenie vytvárať balíky

source: User %s not authorized to edit these groups
sk: Používateľ %s nemá oprávnenie upravovať tieto skupiny

source: User %s not authorized to add dataset to this organization
sk: Používateľ %s nemá oprávnenie pridať dataset do tejto organizácie

source: You must be a sysadmin to create a featured related item
sk: Musíte byť sysadmin, aby ste vytvorili funkčné súvisiace položky.

source: You must be logged in to add a related item
sk: Ak chcete pridať súvisiacu položku, musíte byť prihlásený.

source: User %s not authorized to edit these packages
sk: Používateľ %s nemá oprávnenie upravovať tieto datasety

source: User %s not authorized to create groups
sk: Používateľ %s nemá oprávnenie vytvárať skupiny

source: User %s not authorized to create organizations
sk: Používateľ %s nemá oprávnenie vytvoriť organizáciu.

source: User {user} not authorized to create users via the API
sk: Užívateľ {user} nie je oprávnený vytvárať užívateľov cez API

source: Not authorized to create users
sk: Nemáte oprávnenie vytvoriť používateľov

source: Group was not found.
sk: Skupina nebola nájdená,

source: Valid API key needed to create a package
sk: Na vytvorenie balíka je potrebný platný API kľúč

source: Valid API key needed to create a group
sk: Na vytvorenie skupiny je potrebný API kľúč

source: User %s not authorized to add members
sk: Používateľ %s nemá oprávnenie pridávať členov

source: User %s not authorized to edit group %s
sk: Používateľ %s nemá oprávnenie upravovať skupinu %s

source: No package found for this resource, cannot check auth.
sk: Nenašiel sa žiadny balík pre tento zdroj, nie je možné skontrolovať oprávnenie.

source: User %s not authorized to delete resource %s
sk: Používateľ %s nemá oprávnenie vymazať zdroj %s

source: Only the owner can delete a related item
sk: Súvisiacu položku môže zmazať len vlastník

source: User %s not authorized to delete relationship %s
sk: Používateľ %s nemá oprávnenie vymazať vzťah %s

source: User %s not authorized to delete groups
sk: Používateľ %s nemá oprávnenie vymazať skupiny

source: User %s not authorized to delete group %s
sk: Používateľ %s nemá oprávnenie vymazať skupinu %s

source: User %s not authorized to delete organizations
sk: Používateľ %s nemá oprávnenie vymazať organizácie

source: User %s not authorized to delete organization %s
sk: Používateľ %s nemá oprávnenie vymazať organizáciu %s

source: User %s not authorized to delete task_status
sk: Používateľ %s nemá oprávnenie vymazať task_status

source: User %s not authorized to read these packages
sk: Používateľ %s nemá oprávnenie čítať tieto balíky

source: User %s not authorized to read package %s
sk: používateľ %s nemá oprávnenie čítať balík %s

source: User %s not authorized to read resource %s
sk: Používateľ %s nemá oprávnenie čítať zdroj %s

source: You must be logged in to access your dashboard.
sk: Musíte byť prihlásený pre prístup k nástenke.

source: User %s not authorized to edit package %s
sk: Používateľ %s nemá oprávnenie editovať balík %s

source: User %s not authorized to edit resource %s
sk: Používateľ %s nemá oprávnenie upravovať zdroj %s

source: User %s not authorized to change state of package %s
sk: Používateľ %s nemá oprávnenie meniť stav balíka %s

source: User %s not authorized to edit organization %s
sk: Používateľ %s nemá oprávnenie editovať organizáciu %s

source: Only the owner can update a related item
sk: Iba vlastník môže aktualizovať súvisiace položky

source: You must be a sysadmin to change a related item's featured field.
sk: Musíte byť sysadmin pre zmenu súvisiacich položiek hlavného pola

source: User %s not authorized to change state of group %s
sk: Používateľ %s nemá oprávnenie meniť stav skupiny %s

source: User %s not authorized to edit permissions of group %s
sk: Používateľ %s nemá oprávnenie meniť povolenia skupiny %s

source: Have to be logged in to edit user
sk: Musíte byť prihlásený na úpravu používateľa

source: User %s not authorized to edit user %s
sk: Používateľ %s nemá oprávnenie upravovať užívateľa %s

source: User %s not authorized to change state of revision
sk: Používateľ %s nemá oprávnenie meniť stav revízie

source: User %s not authorized to update task_status table
sk: Používateľ %s nemá oprávnenie aktualizovať task_status tabuľky

source: User %s not authorized to update term_translation table
sk: Používateľ %s nemá oprávnenie aktualizovať term_translation tabuľlu

source: Valid API key needed to edit a package
sk: Na úpravu balíka je potrebný platný API kľúč

source: Valid API key needed to edit a group
sk: Je potrebný platný API kľúč na editovanie skupiny

source: License Not Specified
sk: Nie je uvedená licencia

source: Other (Open)
sk: Iné (Otvoriť)

source: Other (Public Domain)
sk: Ostatné (verejná doména)

source: Other (Attribution)
sk: Ostatné (licencia s priznaním autorstva)

source: Other (Non-Commercial)
sk: Iné (Nekomerčné)

source: Other (Not Open)
sk: Ostatné (zatvorená licencia)

source: depends on %s
sk: závisí od %s

source: is a dependency of %s
sk: je závislosťou pre %s

source: derives from %s
sk: odvodené od %s

source: has derivation %s
sk: má odvodenie %s

source: links to %s
sk: odkazuje na %s

source: is linked from %s
sk: je odkazované z %s

source: is a child of %s
sk: je dieťaťom %s

source: is a parent of %s
sk: je rodičom %s

source: has sibling %s
sk: má súrodenca %s

source: Loading...
sk: Prebieha načítavanie...

source: There is no API data to load for this resource
sk: Ste si istí, že chcete vykonať túto akciu?

source: Failed to load data API information
sk: Nepodarilo sa načítať dáta API informácie

source: No matches found
sk: Neboli nájdené zhody

source: Start typing…
sk: Začať písať...

source: Input is too short, must be at least one character
sk: Vstup je príliš krátky, musí byť aspoň jeden znak

source: There are unsaved modifications to this form
sk: Neuložené zmeny pre túto formu

source: Please Confirm Action
sk: Prosím potvrďte akciu

source: Are you sure you want to perform this action?
sk: Ste si istí, že chcete vykonať túto akciu?

source: Confirm
sk: Potvrdiť

source: Cancel
sk: Zrušiť

source: Follow
sk: Odoberať

source: Unfollow
sk: Prestať odoberať

source: Upload
sk: Nahrávanie

source: Link
sk: Odkaz

source: Remove
sk: Odtrániť

source: Image
sk: Obrázok

source: Upload a file on your computer
sk: Nahrajte súbor do svojho počítača

source: Link to a URL on the internet (you can also link to an API)
sk: Odkaz na URL na internete (môžete tiež prepojiť API)

source: Reset this
sk: Reset

source: show more
sk: Zobraziť viac

source: show less
sk: Zobraziť menej

source: Reorder resources
sk: Zmeniť poradie zdrojov

source: Save order
sk: Uložiť objednávku

source: Saving...
sk: Ukladanie...

source: Upload a file
sk: Nahrajte súbor

source: An Error Occurred
sk: Chyba

source: Resource uploaded
sk: Zdroj nahratý

source: Unable to upload file
sk: Nemožno nahrať súbor

source: Unable to authenticate upload
sk: Nemožno overiť nahrávanie

source: Unable to get data for uploaded file
sk: Nemožno získať dáta pre nahraný súbor

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
sk: Nahrávate súbor. Ste si istí, že chcete prejsť a zastaviť nahrávanie?

source: Edit
sk: Upraviť

source: Show more
sk: Zobraziť viac

source: Hide
sk: Skryť

source: Error %(error_code)s
sk: Chyba %(error_code)s

source: About {0}
sk: O {0}

source: Sysadmin settings
sk: Nastavenia sysadmina

source: View profile
sk: Prezrieť profil

source: Dashboard (%(num)d new item)
sk: Prístrojová doska (%(num)d nová položka)

source: Edit settings
sk: Upraviť nastavenia

source: Log out
sk: odhlásiť sa

source: Log in
sk: Prihlásiť sa

source: Register
sk: Registrovať sa

source: Datasets
sk: Datasety

source: Search Datasets
sk: Vyhľadať datasety

source: Search datasets...
sk: Hľadanie datasetov...

source: Load less
sk: Nahrať menej

source: Load more
sk: Nahrať viac

source: No activities are within this activity stream
sk: Žiadne aktivity v rámci tohto aktivitného sledu

source: Administration
sk: Administratíva

source: Sysadmins
sk: Sysadmini

source: Config
sk: Konfigurácia

source: Are you sure you want to reset the config?
sk: Ste si istí, že chcete resetovať konfiguráciu?

source: Update Config
sk: Obnoviť konfiguráciu

source: Confirm Reset
sk: Potvrdiť reset

source: What are sysadmins?
sk: Kto sú sysadmini?

source: <p>A sysadmin is someone that has full control over a CKAN instance. You can only add CKAN sysadmins via the <code>sysadmin</code> paster command.</p>
sk: <p>A sysadmin je niekto, kto má kontrolu nad CKAN. Sysadminov môžete pridať iba prostredníctvom <code>sysadmin</code> paster

source: Read the documentation
sk: Čítať dokumentáciu

source: Access resource data via a web API with powerful query support
sk: Pristupujte k dátovým zdrojom pomocou API s mohutnou podporou dotazovania

source: Further information in the <a href="%(api_url)s" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
sk: Ďalšie informácie môžete nájsť predovšetkým v <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank"> CKAN Data API a DataStore dokumentácií</a>.</p>

source: Endpoints
sk: Koncový bod

source: The Data API can be accessed via the following actions of the CKAN action API.
sk: Údaje API možno sprístupniť pomocou nasledujúcich akcií CKAN

source: Create
sk: Vytvoriť

source: Update / Insert
sk: Aktualizovať / Vložiť

source: Query
sk: Dopyt

source: Query (via SQL)
sk: Dopyt (via SQL)

source: Querying
sk: Pýtajte sa

source: Query example (first 5 results)
sk: Príklad otázky ( prvých 5 výsledkov)

source: Query example (results containing 'jones')
sk: Príklad otázky (výsledky obsahujúce 'jones')

source: Query example (via SQL statement)
sk: Príklad otázky (pomocou SQL príkazu)

source: Example: Javascript
sk: Príklad: Javascript

source: Example: Python
sk: Príklad: Python

source: This resource can not be previewed at the moment.
sk: Tento zdroj nie je možné zobraziť v túto chvíľu.

source: Click here for more information.
sk: kliknite sem pre viac informácií

source: Download resource
sk: Stiahnuť zdroj

source: Your browser does not support iframes.
sk: Váš prehliadač nepodporuje iframe.

source: No preview available.
sk: Náhľad nie je k dispozícii.

source: More details...
sk: Viac podrobností...

source: No handler defined for data type: %(type)s.
sk: Nedefinovateľná jednotka pre tento typ dát%(type)s.

source: Standard
sk: Štandard

source: Standard Input
sk: Štandardný Input

source: Medium
sk: Médium

source: Medium Width Input
sk: Médium input formátu

source: Full
sk: Plný

source: Full Width Input
sk: Plný input formátu

source: Large
sk: Veľký

source: Large Input
sk: Veľký Input

source: Prepend
sk: Premyslieť

source: Custom Field (empty)
sk: Voliteľné pole

source: Custom Field
sk: Voliteľné pole

source: Markdown
sk: Zrážka

source: Textarea
sk: Text

source: Select
sk: Vybrať

source: Activity Stream
sk: Sled aktivít

source: Administrators
sk: Administrátori

source: Add a Group
sk: Pridať skupinu

source: Group Form
sk: Forma skupiny

source: Confirm Delete
sk: Potvrdiť vymazanie

source: Are you sure you want to delete group - {name}?
sk: Ste si istí, že chcete vymazať skupinu - {name}?

source: Are you sure you want to delete member - {name}?
sk: Ste si istí, že chcete vymazať člena - {name}?

source: Manage
sk: Spravovať

source: Edit Group
sk: Upraviť skupinu

source: View
sk: Náhľad

source: Members
sk: Členovia

source: Followers
sk: Odoberatelia

source: History
sk: História

source: Add Group
sk: Pridať Skupinu

source: Search groups...
sk: Nájsť skupiny...

source: There are currently no groups for this site
sk: Nie sú žiadne skupiny pre túto stránku

source: How about creating one?
sk: Čo tak vytvoriť niečo?

source: Back to all members
sk: Späť ku všetkým skupinám

source: Edit Member
sk: Upraviť člena

source: Add Member
sk: Pridať člena

source: Existing User
sk: Existujúci používateľ

source: If you wish to add an existing user, search for their username below.
sk: Ak si prajete pridať existujúceho používateľa, hľadajte podľa používateľského mena nižšie

source: or
sk: alebo

source: New User
sk: Nový používateľ

source: If you wish to invite a new user, enter their email address.
sk: Ak si prajete pozvať nového používateľa, uveďte ich emailovú adresu

source: Role
sk: Rola

source: Are you sure you want to delete this member?
sk: Ste si istí, že chcete vymazať tohto člena?

source: Delete
sk: Vymazať

source: Save
sk: Uložiť

source: What are roles?
sk: Čo sú role?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
sk: <p><strong>Admin:</strong> Môžete editovať a spravovať informácie o skupine " "organization members.</p> <p><strong>Member:</strong> Môžete pridať/odobrať datasety zo skupín</p>

source: Create a Group
sk: Vytvoriť skupinu

source: Update Group
sk: Obnoviť skupinu

source: Create Group
sk: Vytvoriť skupinu

source: Relevance
sk: Dôležitosť

source: Name Ascending
sk: Mena vzostupne

source: Name Descending
sk: Mena zostupne

source: Last Modified
sk: Posledná zmena

source: Popular
sk: Populárne

source: Datasets in group: {group}
sk: Datasety v skupine: {group}

source: Recent Revision History
sk: Posledná revízia histórie

source: Name
sk: Meno

source: My Group
sk: Moja skupina

source: my-group
sk: moja-skupina

source: Description
sk: Popis

source: A little information about my group...
sk: Trocha informácií o mojej skupine...

source: Are you sure you want to delete this Group?
sk: Ste si istí, že chcete vymazať túto skupinu?

source: Save Group
sk: Uložiť skupinu

source: 0 Datasets
sk: 0 Datasetov

source: View {name}
sk: Náhľad {name}

source: Remove dataset from this group
sk: Vyňať dataset z tejto skupiny

source: What are Groups?
sk: Čo sú skupiny?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
sk: Môžete používať CKAN skupiny pre vytvorenie a spravovanie kolekcií datasetov. .......................................................................................................

source: Compare
sk: Porovnať

source: read more
sk: Čitaj viac

source: Revision
sk: Revízia

source: Timestamp
sk: Časová značka

source: Author
sk: Autor

source: Log Message
sk: Log správa

source: Welcome
sk: Vitajte

source: Welcome to CKAN
sk: Vitajte v CKAN

source: This is a featured section
sk: toto je hlavná časť

source: Search
sk: Hľadať

source: {0} statistics
sk: {0} štatistiky

source: datasets
sk: datasety

source: organization
sk: organizácia

source: organizations
sk: organizácie

source: group
sk: skupina

source: groups
sk: skupiny

source: related item
sk: súvisiaca položka

source: related items
sk: súvisiace položky

source: This field is required
sk: Pole je povinné

source: Custom
sk: Zákazník

source: The form contains invalid entries:
sk: Formulár obsahuje nevalídne vstupy:

source: Required field
sk: Povinné pole

source: Image URL
sk: Obrázok URL

source: Organization Form
sk: Forma organizácie

source: Edit datasets
sk: Upraviť datasety

source: Add dataset
sk: Pridať dataset

source: found for "{query}"
sk: nájsť pre "{query}"

source: Sorry no datasets found for "{query}"
sk: Prepáčte, žiadne datasety nenájdené pre "{query}"

source: Make public
sk: Zverejniť

source: Make private
sk: Nezverejniť

source: Draft
sk: Návrh

source: Deleted
sk: Vymazané

source: Private
sk: Súkromný

source: This organization has no datasets associated to it
sk: Táto organizácia nemá žiadne združené datasety

source: Are you sure you want to delete organization - {name}?
sk: Ste si istí, že chcete vymazať organizáciu - {name}?

source: Edit Organization
sk: Upraviť organizáciu

source: Add Organization
sk: Pridať organizáciu

source: Search organizations...
sk: Vyhľadať organizácie...

source: There are currently no organizations for this site
sk: Nie sú žiadne organizácie pre túto stránku

source: Update Member
sk: Obnoviť člena

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
sk: <p><strong>Admin:</strong> Môžete pridať/editovať a vymazať datasety, ako aj spravovať členov organizácie " "</p> <p><strong>Editor:</strong> Môžete pridať a editovať datasety,ale nie spravovať členov organizácie.</p> " "<p><strong>Member:</strong> Môžete vidieť súkromné datasety organizácií, ale nemôžte pridávať nové datasety.</p>

source: Create an Organization
sk: Vytvoriť organizáciu

source: Update Organization
sk: Obnoviť organizáciu

source: Create Organization
sk: Vytvoriť organizáciu

source: Add Dataset
sk: Pridať dataset

source: What are Organizations?
sk: Čo sú organizácie?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorisation its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
sk: Organizácie fungujú ako publikačné oddelenie (napr. Oddelenie Zdravia). To znamená, že datasety môžu byť zverejnené .......................................................................

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
sk: Organizácie CKAN sú používané na vytváranie, spravovanie a zverejnenie kolekcií datasetov. Používatelia môžu mať rôzne úlohy v organizácii v závislosti od ich oprávnenia pre vytváranie, editovanie a zverejňovanie.

source: My Organization
sk: Moja organizácia

source: my-organization
sk: moja-organizácia

source: A little information about my organization...
sk: Niekoľko informácií o mojej organizácii...

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
sk: Ste si istí, že chcete vymazať túto organizáciu? Tým odstránite všetky verejné a súkromné dátové súbory, ktoré patria do tejto organizácie.

source: Save Organization
sk: Uložiť organizáciu

source: View {organization_name}
sk: Náhľad {organization_name}

source: Create Dataset
sk: Vytvoriť dataset

source: What are datasets?
sk: Čo sú datasety?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
sk: CKAN Dataset je zbierka dátových zdrojov (ako napr. súborov), spoločne s opismi a ďaľšími informáciami, ako pevná URL. Datasety sú, čo používatelia vidia pri vyhľadávaní dát.

source: Are you sure you want to delete dataset - {name}?
sk: Ste si istí, že chcete vymazať dataset - {name}?

source: Are you sure you want to delete resource - {name}?
sk: Ste si istí, že chcete vymazať zdroj - {name}?

source: View dataset
sk: Náhľad datasetov

source: Edit metadata
sk: Upraviť metadáta

source: Associate this group with this dataset
sk: Spojiť túto skupinu s týmto datasetom

source: Add to group
sk: Pridať do skupiny

source: There are no groups associated with this dataset
sk: Žiadne skupiny spojený s týmto datasetom

source: Update Dataset
sk: Aktualizovať dataset

source: Add metadata to the dataset
sk: Pridať metadáta do datasetu

source: Add data to the dataset
sk: Pridať dáta do datasetu

source: Add New Resource
sk: Pridať nový zdroj

source: Add resource
sk: Pridať zdroj

source: New resource
sk: Nový zdroj

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
sk: Toto je stará revízia tohto datasetu.......................................................................

source: Related Media for {dataset}
sk: súvisiace médiá pre {dataset}

source: No related items
sk: Žiadne súvisiace položky

source: Add Related Item
sk: Pridať súvisiacu položku

source: Upload to DataStore
sk: Nahrať do DataStore

source: Upload error:
sk: Chyba Upload:

source: Error:
sk: Chyba:

source: Last updated
sk: Naposledy aktualizované

source: Never
sk: Nikdy

source: Upload Log
sk: Obnoviť Log

source: Details
sk: Podrobnosti

source: End of log
sk: Koniec záznamu

source: All resources
sk: Všetky zdroje

source: View resource
sk: Náhľad zdrojov

source: Edit resource
sk: Upraviť zdroj

source: Go to resource
sk: Prejsť na zdroj

source: Download
sk: Stiahnuť

source: From the dataset abstract
sk: Z obsahu datasetu

source: Source: <a href="%(url)s">%(dataset)s</a>
sk: Zdroj: <a href="%(url)s">%(dataset)s</a>

source: Additional Information
sk: Dodatočné informácie

source: Field
sk: Pole

source: Value
sk: Hodnota

source: unknown
sk: neznámy

source: Created
sk: vytvorené

source: Format
sk: Formát

source: License
sk: Licencia

source: Add new resource
sk: Pridať nový zdroj

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
sk: <p class="empty">Tento dataset neobsahuje dáta, <a href="%(url)s">prečo zopár nepridať?</a></p>

source: full {format} dump
sk: plný {format} sklad

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
sk: Register je tiež dostupný použitím %(api_link)s (viď %(api_doc_link)s) alebo stiahni %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
sk: Register je tiež dostupný použitím %(api_link)s (viď %(api_doc_link)s).

source: Additional Info
sk: Dodatočné informácie

source: Source
sk: Zdroj

source: Maintainer
sk: Prevádzkovateľ

source: Version
sk: Verzia

source: State
sk: Stav

source: Data API
sk: API dáta

source: Title
sk: Názov

source: eg. A descriptive title
sk: napr. Výstižný názov

source: eg. my-dataset
sk: napr. môj-dataset

source: eg. Some useful notes about the data
sk: napr. Užitočné informácie o dátach

source: eg. economy, mental health, government
sk: napr. ekonomika, duševné zdravie, vláda

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
sk: Licencie a dodatočné informácie možno nájsť na <a href="http://sk.creativecommons.org/?page_id=893" title='http://sk.creativecommons.org -v novom okne' target='_blank'>http://sk.creativecommons.org</a>

source: Organization
sk: Organizácia

source: No organization
sk: Žiadna organizácie
